{
  "biografia": {
    "it": {
      "title": "Biografia ufficiale",
      "intro": "Batuta de Bronce al Concurso Internacional de Dirección de orquesta 3.0 del 2018, diplomato (LRSM) in Direzione d’orchestra sinfonica presso la Associate Board of Royal School of Music (ABRSM), diplomato in pianoforte e musica da camera.",
      "more": [
        "Mi sono formato presso la Escuela de dirección de orquesta y banda “Maestro Navarro Lara”. Sono l’ideatore e organizzatore della stagione “I Concerti nel Tempio” presso la Chiesa valdese di piazza Cavour a Roma, dove dirigo l’Orchestra ICNT da me fondata. Dal 2016 dirigo il Coro Raro di Roma.",
        "Diplomato in pianoforte al Conservatorio “G. Rossini” di Pesaro e in musica da camera al Conservatorio “S. Cecilia” di Roma, ho conseguito la laurea in Musicologia con lode all’Università La Sapienza di Roma. Ho ricevuto premi in concorsi pianistici nazionali e internazionali, insegno, accompagno cantanti e mi sono perfezionato come tecnico accordatore presso il Conservatorio di S. Cecilia.",
        "Attualmente insegno Storia della Musica presso il Liceo Musicale Seraphicum di Roma, sono docente di pianoforte e direttore assistente dell’Orchestra Papillon."
      ]
    },
    "en": {
      "title": "Official biography",
      "intro": "Bronze Baton winner at the 2018 International Conducting Competition 3.0 and holder of the LRSM diploma in Symphony Conducting from the ABRSM (Associated Board of the Royal Schools of Music).",
      "more": [
        "He trained at the Escuela de Dirección de Orquesta y Banda “Maestro Navarro Lara”. He is the founder and artistic director of the concert series “I Concerti nel Tempio” at the Waldensian Church in Piazza Cavour, Rome, where he leads the ICNT Orchestra. Since 2016, he has conducted the Coro Raro in Rome.",
        "He graduated in piano from the “G. Rossini” Conservatory in Pesaro and in chamber music from the “S. Cecilia” Conservatory in Rome, and earned a degree in Musicology with honors from La Sapienza University. He has won several national and international piano competitions, teaches, collaborates with singers, and completed training as a piano technician at the “S. Cecilia” Conservatory.",
        "He currently teaches Music History at the Seraphicum Music High School in Rome, is a piano teacher, and serves as assistant conductor of the Papillon Orchestra."
      ]
    }
  },
  "curriculum": {
    "it": {
      "titolo": "Curriculum",
      "testoBreve": "Daniele Camiz è direttore d’orchestra, pianista e docente. Ha ricevuto la <strong>Batuta de Bronce</strong> al Concurso Internacional de Dirección de Orquesta 3.0 (2018) ed è diplomato <strong>LRSM</strong> in direzione d’orchestra sinfonica presso l’ABRSM di Londra. È ideatore della stagione “I Concerti nel Tempio” e direttore dell’Orchestra ICNT. Dal 2016 dirige il Coro Raro di Roma.",
      "testoEsteso": "Si è diplomato in pianoforte al Conservatorio G. Rossini di Pesaro e in musica da camera al Conservatorio S. Cecilia di Roma. Laureato con lode in Musicologia presso La Sapienza di Roma, ha vinto diversi concorsi pianistici nazionali e internazionali. È docente di Storia della Musica presso il Liceo Musicale Seraphicum, di pianoforte presso scuole private e assistente direttore dell’Orchestra Papillon. Ha inoltre completato la formazione in tecnologia e accordatura del pianoforte presso il Conservatorio S. Cecilia."
    },
    "en": {
      "titolo": "Curriculum",
      "testoBreve": "Daniele Camiz is a conductor, pianist, and music educator. He was awarded the <strong>Bronze Baton</strong> at the 2018 Concurso Internacional de Dirección de Orquesta 3.0 and holds an <strong>LRSM</strong> diploma in symphonic conducting from ABRSM, London. He is the founder of the concert series “I Concerti nel Tempio” and conductor of the ICNT Orchestra. Since 2016, he has directed the Coro Raro in Rome.",
      "testoEsteso": "He graduated in piano from the G. Rossini Conservatory in Pesaro and in chamber music from the S. Cecilia Conservatory in Rome. He holds a degree with honors in Musicology from La Sapienza University of Rome and has won numerous national and international piano competitions. He teaches Music History at the Seraphicum Music High School, piano at private institutions, and serves as assistant conductor of the Papillon Orchestra. He also completed training in piano technology and tuning at the S. Cecilia Conservatory."
    }
  },
  "storia": {
    "it": {
      "titolo": "La mia storia",
      "intro": "Quando ero piccolo, mi ricordo, a casa c’era sempre una radio che trasmetteva musica classica. Poi c’era un grande pianoforte a coda nel salone che mi attirava tanto e lo andavo sempre a strimpellare...",
      "contenuto": "<p><strong>Il flauto dolce e i primi concerti</strong><br>La mia prima esperienza formale con la musica sono state le lezioni di flauto dolce con mia zia Sara Modigliani — ancora le ricordo con grande affetto — e poi con Umberto Orellana alla SIFD, la Società Italiana del Flauto Dolce. Ho dei ricordi… ero molto piccolo, avrò avuto forse 4-5 anni, dei ricordi di concerti in una piccola orchestra di flauti dolci.</p><p><strong>Il CIMA e la passione per Bach</strong><br>Altro momento importante, sicuramente, i concerti del CIMA, il Centro Italiano di Musica Antica. Mio padre cantava nel coro del CIMA e mi ricordo da bambino che andavo ad assistere alle prove e poi ai concerti, proprio alla Chiesa Valdese di piazza Cavour, dove ora dirigo la maggior parte dei miei concerti…</p><p>In particolare ricordo la Passione Secondo Giovanni di Bach, un concerto che ho amato tantissimo. Ne fecero una registrazione su audiocassette — all’epoca si usavano le cassette — e queste cassette le ho consumate da quanto le ho ascoltate. Chiesi subito di avere in regalo anche la Passione Secondo Matteo, sempre in musicassetta, e anche questa fece una brutta fine perché la consumai da quanto l’avevo ascoltata.</p><p><strong>Nonno Vito e la musica</strong><br>Poi mi ricordo lunghe chiacchierate con Nonno Vito, il quale era un ingegnere ed era diplomato in violino. Anche se quando io ero bambino non l’ho mai sentito suonare dal vivo, so che suonava però molto bene e oggi il suo violino è andato nelle mani di mio figlio, che lo fa cantare forse bene quanto il suo bisnonno…</p><p>Mi ricordo grandi chiacchierate e scambi di idee sulla musica con Nonno Vito. Aveva un modo appassionato di pensare alla musica e mi raccontava tantissimi dettagli, tantissime relazioni fra la musica e la matematica, che erano le sue due grandi passioni, ed è stata veramente una grande ispirazione per me.</p><p><strong>Le prime lezioni di pianoforte</strong><br>Poi mi ricordo le prime lezioni di pianoforte con Steve Roach: aveva un metodo particolare, perché seguiva dei metodi americani basati su musiche popolari americane che a me personalmente non piacevano. Io invece ero un grande appassionato di Bach, volevo fare tanto Bach.</p><p>Mi ricordo anche una cosa che ho odiato tanto durante le lezioni con Steve Roach: il Microcosmos di Béla Bartók, che adesso invece apprezzo moltissimo e che uso anche con i miei allievi, perché non lo capivo… e anche perché il metodo che aveva adottato Steve con me era quello di leggerlo solamente durante la lezione, come esercizio di lettura. E io ero troppo piccolo, non riuscivo a capire nulla di quello che facevo.</p><p><strong>Le crisi e il diario</strong><br>Ci sono state tante crisi e a un certo punto ho pensato che il pianoforte non era per me. Mi ricordo che erano sempre i miei nonni che poi mi dicevano che se avessi smesso me ne sarei pentito poi da grande. Devo dire che devo ancora ringraziarli.</p><p>Dopo una pausa di forse un anno o due ho cambiato insegnante e ho studiato per un periodo con Vera Gobbi Belcredi. È stato un momento particolarmente difficile. Io avevo 11 anni e lei ne aveva 82. Era stata allieva di Alfredo Casella, era stata una pianista prodigio, diplomata a soli 14 anni…</p><p>Forse la differenza d’età era troppa: io non riuscivo a capire cosa lei volesse. Mi apprezzava perché mi diceva che ero dotato ma mi sgridava perché diceva che non studiavo.</p><p>Forse all’inizio, a 11 anni, era anche vero: come tutti i ragazzi di 11 anni non avrei passato ore e ore a studiare il pianoforte. Ma ad un certo momento mi sono impuntato. Ricordo che avevo preso un piccolo quaderno che era come un diario, anzi era diventato un po’ il sostituto dell’insegnante: l’insegnante mi sgridava e io mi sgridavo da solo sul diario.</p><p>E prendevo una bella teiera piena di tè verde, la poggiavo sul pianoforte e passavo ore tenendomi sveglio con il tè a cercare di capire, a cercare di risolvere i problemi e a prendere appunti o a sgridarmi sul diario.</p><p>Dico la verità, fui cacciato più volte dalla lezione; mi disse più volte: “Non tornare più, lascia stare, tanto non ce la puoi fare”. E ricordo sempre che l’intermediaria che mi faceva riaccogliere era sempre mia nonna, perché si era scoperto che da giovani, moltissimi anni prima, si erano incontrate su un ponte a Roma ed erano state presentate l’una all’altra, cosa che ricordavano entrambe con divertimento.</p><p>In virtù di questa simpatia mia nonna riusciva sempre a farmi tornare a lezione. Dico la verità: sempre con poco successo, è stato un periodo di grande frustrazione.</p><p>Oggi da adulto apprezzo molte cose che probabilmente cercava di insegnarmi — in un modo che però io all’epoca non riuscivo a capire — tuttavia, ecco, non è stata una bella esperienza.</p><br><strong>Nonno Vito e la musica</strong><br>Poi mi ricordo lunghe chiacchierate con Nonno Vito, il quale era un ingegnere ed era diplomato in violino. Anche se quando io ero bambino non l’ho mai sentito suonare dal vivo, so che suonava però molto bene e oggi il suo violino è andato nelle mani di mio figlio, che lo fa cantare forse bene quanto il suo bisnonno…<br><br>Mi ricordo grandi chiacchierate e scambi di idee sulla musica con Nonno Vito. Aveva un modo appassionato di pensare alla musica e mi raccontava tantissimi dettagli, tantissime relazioni fra la musica e la matematica, che erano le sue due grandi passioni, ed è stata veramente una grande ispirazione per me.<br><strong>Nonno Vito e la musica</strong><br>Poi mi ricordo lunghe chiacchierate con Nonno Vito, il quale era un ingegnere ed era diplomato in violino. Anche se quando io ero bambino non l’ho mai sentito suonare dal vivo, so che suonava però molto bene e oggi il suo violino è andato nelle mani di mio figlio, che lo fa cantare forse bene quanto il suo bisnonno…<br><br>Mi ricordo grandi chiacchierate e scambi di idee sulla musica con Nonno Vito. Aveva un modo appassionato di pensare alla musica e mi raccontava tantissimi dettagli, tantissime relazioni fra la musica e la matematica, che erano le sue due grandi passioni, ed è stata veramente una grande ispirazione per me.<br><strong>Le crisi e il diario</strong><br>Ci sono state tante crisi e a un certo punto ho pensato che il pianoforte non era per me. Mi ricordo che erano sempre i miei nonni che poi mi dicevano che se avessi smesso me ne sarei pentito poi da grande. Devo dire che devo ancora ringraziarli.<br><br>Dopo una pausa di forse un anno o due ho cambiato insegnante e ho studiato per un periodo con Vera Gobbi Belcredi. È stato un momento particolarmente difficile. Io avevo 11 anni e lei ne aveva 82. Era stata allieva di Alfredo Casella, era stata una pianista prodigio, diplomata a soli 14 anni…<br><br>Forse la differenza d’età era troppa: io non riuscivo a capire cosa lei volesse. Mi apprezzava perché mi diceva che ero dotato ma mi sgridava perché diceva che non studiavo.<br><br>Forse all’inizio, a 11 anni, era anche vero: come tutti i ragazzi di 11 anni non avrei passato ore e ore a studiare il pianoforte. Ma ad un certo momento mi sono impuntato. Ricordo che avevo preso un piccolo quaderno che era come un diario, anzi era diventato un po’ il sostituto dell’insegnante: l’insegnante mi sgridava e io mi sgridavo da solo sul diario.<br><br>E prendevo una bella teiera piena di tè verde, la poggiavo sul pianoforte e passavo ore tenendomi sveglio con il tè a cercare di capire, a cercare di risolvere i problemi e a prendere appunti o a sgridarmi sul diario.<br><strong>Un'esperienza difficile</strong><br>Dico la verità, fui cacciato più volte dalla lezione; mi disse più volte: “Non tornare più, lascia stare, tanto non ce la puoi fare”. E ricordo sempre che l’intermediaria che mi faceva riaccogliere era sempre mia nonna, perché si era scoperto che da giovani, moltissimi anni prima, si erano incontrate su un ponte a Roma ed erano state presentate l’una all’altra, cosa che ricordavano entrambe con divertimento.<br><br>In virtù di questa simpatia mia nonna riusciva sempre a farmi tornare a lezione. Dico la verità: sempre con poco successo, è stato un periodo di grande frustrazione.<br><br>Oggi da adulto apprezzo molte cose che probabilmente cercava di insegnarmi — in un modo che però io all’epoca non riuscivo a capire — tuttavia, ecco, non è stata una bella esperienza.<br><strong>La scelta della musica</strong><br>Poi c’è stato il momento cruciale: tutto il mio percorso pianistico si è svolto in parallelo alla scuola, al liceo classico. E quando ho finito il liceo si è posto il problema: “Cosa faccio nella vita?” Un problema che ci poniamo tutti noi che studiamo musica.<br><br>Questa domanda mi ha tormentato a lungo perché era molto difficile decidere di fare davvero il musicista. Allora ho deciso di cominciare anche l’università, ma… il corso di <strong>Storia della Musica</strong>. Avevo deciso che in qualche modo tutto quello che facevo doveva ruotare intorno alla musica. E ho continuato così.<br><br>Dell’università probabilmente sono stato uno dei migliori finanziatori, perché sono stato iscritto molto a lungo — dal momento che facevo anche molte altre cose, davo un esame ogni tanto, quando potevo. Però ecco, alla fine è arrivata anche la <strong>laurea in Musicologia</strong>.<br><strong>Musica da camera e l’incontro che cambia la vita</strong><br>Un altro grande capitolo è stato il <strong>corso di musica da camera</strong> al Conservatorio con il maestro <strong>Luciano Cerroni</strong>. Tre anni da interno al Conservatorio di Santa Cecilia e tante altre importanti esperienze.<br><br>Ho potuto studiare tanta musica da camera insieme ad altri strumenti, ho conosciuto tanti altri musicisti, ho potuto confrontarmi…<br><br>E poi ho conosciuto quella che poi è diventata <strong>mia moglie</strong>, nonché madre di mio figlio.<br><br>Fu proprio un concerto organizzato dal maestro Cerroni, in collaborazione con la classe di canto, che mi fece incontrare quella che poi è diventata mia moglie. Tant’è vero che quando ci siamo sposati abbiamo invitato il maestro Cerroni scrivendogli: “Maestro venga, perché in fondo è stata colpa sua.<br><strong>Accordatura e tecnologia del pianoforte</strong><br>Poi c’è stato il <strong>corso di accordatura e tecnologia del pianoforte</strong>, sempre al Conservatorio di Santa Cecilia, che mi ha aperto gli occhi — anzi, le orecchie — su molte cose.<br><br>Ho capito come funziona il pianoforte, la sua meccanica, il suo funzionamento, come si accorda…<br><strong>Il sogno della direzione d’orchestra</strong><br>La <strong>direzione d’orchestra</strong> è stato un sogno nascosto nel cassetto, forse da sempre.<br><br>Mi ricordo pomeriggi interi passati, oltre che a consumare nastri e poi a rovinare CD, ad ascoltare musica… ma anche chiuso in camera con la musica nelle cuffie a fingere di dirigere orchestre immaginarie che soltanto io vedevo.<br><br>Mi ricordo di me davanti all’armadio o davanti al muro che facevo qualcosa che non sapevo esattamente come si facesse, però era quello che cercavo di fare.<br>Ero talmente preso dall’espressione della musica che avevo bisogno di fare dei movimenti, avevo bisogno di esprimerla con tutto il corpo.<br><br>Mi ricordo anche che saltavo, mi muovevo… ovviamente con la stanza chiusa, in modo che nessuno mi potesse guardare.<br>Mi vergognavo, ma neanche troppo.<br><br>Da ragazzo usavo spesso la bicicletta come mezzo di trasporto e giravo praticamente tutta Roma.<br>Avevo le cuffie, ascoltavo musica o la immaginavo, e — lo so, non si dovrebbe — spesso toglievo le mani dal manubrio per “dirigere” anche mentre pedalavo.<br>Avevo imparato ad andare senza mani, quindi potevo permettermi di farlo… almeno fino al momento di frenare.<br>Ma chi mi vedeva sfrecciare per Roma agitando le braccia nel nulla avrà sicuramente pensato che ero mezzo matto.<br><strong>Una proposta inaspettata</strong><br>Questa cosa della direzione è rimasta lì, nel cassetto.<br>Ho sempre avuto paura che non fosse qualcosa di possibile per me.<br>Fare direzione d’orchestra in Conservatorio mi sembrava un percorso molto complicato: bisognava anche studiare composizione, e io non avevo nessuna voglia di farlo.<br>Insomma, c’era qualcosa in quel percorso accademico che mi teneva lontano — anche se l’amore per l’orchestra cresceva sempre di più.<br><br><strong>Cori e orchestra giovanile</strong><br>Nel frattempo ho avuto la fortuna di cantare per lunghi anni in cori polifonici, piccoli e grandi:<br>con <strong>La Frottola</strong>, il gruppo di musica antica diretto da mio padre, con <strong>Eximia Forma</strong> diretto dal maestro <strong>Carmelo Piccolo</strong>, e anche con il <strong>Nuovo Coro Lirico-Sinfonico Romano</strong> del maestro <strong>Stefano Cucci</strong>.<br>Esperienze straordinarie di ascolto e coralità.<br><br>E poi c’è stata l’esperienza nell’<strong>Orchestra Papillon</strong>, come tutor e pianista.<br>Un’orchestra giovanile fondata da carissimi amici, nella quale ho imparato tantissimo stando a stretto contatto con l’orchestra vera, dal vivo, ogni settimana.<br>E mi sono sempre più innamorato di quell’universo.<br><br>Ormai lo sentivo: prima o poi ci sarei dovuto arrivare.<br><strong>Scuola Navarro Lara</strong><br>E l’occasione è arrivata per caso, come spesso accade.<br><br>Un giorno qualcuno mi ha mandato una mail con un invito a conoscere la <strong>Scuola Internazionale di Direzione d’Orchestra</strong> del maestro <strong>Francisco Navarro Lara</strong>, una scuola interamente online.<br>Quando ho letto questa cosa sono rimasto sconvolto.<br>Direzione d’orchestra, online?<br><br>Era una proposta talmente assurda che… mi ha incuriosito.<br>Così tanto che, dopo un po’ di tempo a pensarci, ho deciso: “<strong>e se fosse la volta buona?</strong>”<br>Sono andato a conoscere di persona il maestro, a un incontro in Spagna con tanti altri allievi, e lì è scattato qualcosa.<br><br>Sono rimasto folgorato. E da lì è cominciato tutto.<br><br><strong>L’orchestra e il futuro</strong><br>Ho iniziato a frequentare i corsi, a studiare, a mettermi in gioco, a radunare musicisti.<br>Così è nata l’<strong>Orchestra ICNT</strong>. Poi è arrivato anche il <strong>Diploma ABRSM</strong> in direzione d’orchestra…<br><br>La strada è ancora lunga, ma è una cosa che mi diverte infinitamente.<br><br><strong>Conclusione</strong><br>Questa è la mia storia.<br>Spero che in qualche modo ti abbia interessato — magari anche ispirato.<br>Perché la cosa importante è <strong>non fermarsi mai</strong>. Continuare a crescere.<br><br>E quindi… <strong>viva la musica!</strong>"
    },
    "en": {
      "titolo": "My story",
      "intro": "When I was a child, I remember there was always a radio playing classical music at home. There was also a grand piano in the living room that fascinated me—I would always go play random notes on it...",
      "contenuto": "<p><strong>CHILDHOOD AND FIRST CONTACT WITH MUSIC</strong><br>When I was a child, I remember there was always a radio playing classical music at home. There was also a grand piano in the living room that fascinated me—I would always go play random notes on it.</p><p><strong>EARLY LESSONS AND INFLUENCES</strong><br>My first formal experience with music was recorder lessons with my aunt Sara Modigliani — I still remember them fondly — and then with Umberto Orellana at the SIFD, the Italian Recorder Society. I have some memories… I was very young, maybe 4 or 5 years old, of concerts with a little recorder orchestra.</p><p><strong>THE CIMA CONCERTS</strong><br>Another important moment was certainly the concerts by CIMA, the Italian Center for Early Music. My father sang in the CIMA choir, and I remember going as a child to rehearsals and concerts — in the very same Waldensian Church in Piazza Cavour where I now conduct most of my concerts.</p><p><strong>BACH'S PASSIONS</strong><br>I especially remember Bach’s St. John Passion — a concert I loved. They made a recording on audiocassettes — that’s what we used then — and I wore them out listening to them. I asked for the St. Matthew Passion as a gift too — again on tape — and it ended the same way: worn out from overuse.</p><p><strong>GRANDPA VITO AND INSPIRATION</strong><br>I remember long talks with Grandpa Vito, who was an engineer and a violin graduate. I never heard him play live when I was a child, but I know he played very well. Today, his violin is in the hands of my son — and maybe sings as well as it once did for his great-grandfather.</p><p><strong>MY FIRST PIANO TEACHER</strong><br>My first piano lessons were with Steve Roach, who followed an American method based on popular American tunes — which I didn’t like. I was passionate about Bach and just wanted to play Bach.</p><p><strong>MICROKOSMOS AND STRUGGLES</strong><br>I also remember hating Bartók’s Mikrokosmos — which I now really appreciate and use with my students. Back then, though, I didn’t understand it… also because my teacher used it purely as a sight-reading exercise during lessons — and I was too young to grasp any of it.</p><p><strong>CRISES AND CHANGING COURSE</strong><br>There were many crises, and at one point I thought piano wasn’t for me. My grandparents were the ones who kept encouraging me — telling me I’d regret quitting. I still thank them.</p><p><strong>THE BELCREDI YEARS</strong><br>After a break of maybe one or two years, I studied for a while with Vera Gobbi Belcredi. I was 11, she was 82. She had studied with Alfredo Casella and was a prodigious pianist who graduated at just 14. The age gap was too big: she appreciated my talent but scolded me for not practicing.</p><p><strong>GREEN TEA AND A DIARY</strong><br>Eventually, I began working hard. I had a small notebook — like a diary — where I would scold myself after lessons. I’d brew a big pot of green tea, place it on the piano, and stay up at night practicing and taking notes.</p><p><strong>CONFLICT AND FRUSTRATION</strong><br>I was kicked out of lessons several times. She said: “Don’t come back, just give up — you won’t make it.” But my grandmother always managed to smooth things over. They had met decades ago, on a bridge in Rome, and this memory helped reopen the door.</p><p><strong>A DIFFICULT EXPERIENCE</strong><br>Thanks to that connection, I kept returning — but with little success. It was a time of great frustration. Today, as an adult, I appreciate what she tried to teach me — in her way — but back then, it was not a positive experience.</p><p><strong>DISCOVERING SOLFÈGE</strong><br>Fortunately, during this time, while preparing for a solfège exam, I met another great teacher: Carmelo Piccolo. He passed away too young, but he was truly transformative. He made me love solfège — something most people find boring and painful.</p><p><strong>GROUP LESSONS AND ENTHUSIASM</strong><br>His energy was contagious. We had group lessons with other students, and we’d sight-read Beethoven symphonies and Bach inventions together. It was incredibly inspiring and formative.</p><p><strong>THE TURNING POINT</strong><br>After Belcredi expelled me one last time, it was Carmelo who helped me find another amazing teacher…</p><p><strong>MARIA TERESA CARUNCHIO</strong><br>…Maria Teresa Carunchio, with whom I completed my piano studies. To this day we share deep affection and mutual respect. I’m always “the Student” to her, and she’s “the Teacher” — capital letters and all.</p><p><strong>THE FIRST LESSON</strong><br>I still remember our first meeting. I was about 13 or 14 and scared. She asked to hear something by Bach. After just a few minutes of playing and talking with her, I thought to myself: “If this is what piano study is, then I really want to do it.”</p><p><strong>THE DEFINING TEACHER</strong><br>That moment was clear. She became my defining teacher. I studied with her through my diploma and beyond — including advanced courses. She helped me grow musically, pianistically, and as a person.</p><p><strong>WHAT TO DO WITH MY LIFE?</strong><br>My piano studies continued through high school. But when I finished, the big question came: “What do I want to do with my life?”</p><p><strong>CHOOSING MUSIC</strong><br>It was hard to commit to music, but I decided to go to university — studying music history. I wanted everything in my life to revolve around music.</p><p><strong>UNIVERSITY YEARS</strong><br>I was probably one of the university’s best sponsors — I was enrolled for many years, doing exams when I could. But eventually, I graduated with a degree in Musicology.</p><p><strong>CHAMBER MUSIC</strong><br>Another major chapter was chamber music at the Santa Cecilia Conservatory with Maestro Luciano Cerroni. Three years as an internal student and countless experiences with other musicians.</p><p><strong>MEETING MY WIFE</strong><br>At one concert — organized with Cerroni’s class and a voice class — I met the woman who became my wife and the mother of my son. When we got married, we even invited the Maestro with a note: “It’s your fault.”</p><p><strong>PIANO TECHNOLOGY</strong><br>I also studied piano tuning and mechanics at the Conservatory. It opened my ears and mind. I finally understood how the instrument works — its structure, its sound, its soul.</p><p><strong>THE SECRET DREAM</strong><br>Conducting was a secret dream I had always hidden. I used to lock myself in my room with headphones, pretending to conduct imaginary orchestras.</p><p><strong>FANTASY CONDUCTING</strong><br>I would move around, jump, wave my arms in the air — always with the door closed so no one could see me. On my bike, I’d listen to music and conduct with no hands — probably looked crazy to anyone watching.</p><p><strong>NOT FOR ME?</strong><br>I thought conducting was out of reach. The conservatory path seemed too academic — with required studies in composition, which I didn’t want. So I kept the dream hidden…</p><p><strong>CHORAL LIFE AND THE ORCHESTRA</strong><br>Meanwhile, I sang for years in polyphonic choirs — La Frottola (early music), Eximia Forma (with Carmelo), and the New Lyrical-Symphonic Choir with Maestro Stefano Cucci. I also worked with the youth Papillon Orchestra as tutor and pianist — invaluable experience being close to a real orchestra every week.</p><p><strong>A LIFE-CHANGING EMAIL</strong><br>Then one day, someone sent me an email: an invitation to discover the International School of Orchestral Conducting by Maestro Francisco Navarro Lara — entirely online. It seemed absurd… which made it fascinating.</p><p><strong>THE TRIP TO SPAIN</strong><br>After thinking it over, I said: “What if this is the right moment?” I went to Spain to meet the Maestro in person and other students. That was it. Something clicked.</p><p><strong>THE BEGINNING</strong><br>I was blown away. That’s how it all began. I started studying, attending classes, bringing musicians together.</p><p><strong>THE ICNT ORCHESTRA</strong><br>I founded the ICNT Orchestra. Then I earned the ABRSM Diploma in Conducting. The journey is still long — but it brings me so much joy.</p><p><strong>THE ENDING</strong><br>This is my story. I hope it interested you — maybe even inspired you. What matters is: never stop growing. Long live music!</p>"
    }
  }
}